Repository: Sedlacek-Solutions/SwiftUI-Onboarding
Catalog: Sources/Onboarding/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fi, fr, he, hi, id, it, ja, ko, ms, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# action.continue
source: Continue
ar: متابعة
bg: Продължи
cs: Pokračovat
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
id: Lanjut
it: Continua
ja: 続行
ko: 계속
ms: Teruskan
nl: Ga door
pl: Dalej
pt: Continuar
ru: Продолжить
sv: Fortsätt
th: ดำเนินการต่อ
tr: Sürdür
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續

source: Done
ar: تم
bg: Готово
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: OK
he: סיום
hi: हो गया
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nl: Gereed
pl: Gotowe
pt: OK
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

# feature.accessibility.content
source: Full Dynamic Type and accessibility support.
ar: دعم كامل للنص الديناميكي وميزات تسهيلات الاستخدام.
bg: Пълна поддръжка на динамичен текст и функции за достъпност.
cs: Plná podpora dynamického textu a přístupnosti.
da: Fuld understøttelse af dynamisk tekst og tilgængelighed.
de: Vollständige Unterstützung für dynamische Schrift und Bedienungshilfen.
el: Πλήρης υποστήριξη δυναμικού κειμένου και προσβασιμότητας.
es: Compatibilidad total con texto dinámico y funciones de accesibilidad.
fi: Täysi tuki dynaamiselle tekstille ja esteettömyydelle.
fr: Prise en charge complète du texte dynamique et de l’accessibilité.
he: תמיכה מלאה בטקסט דינמי ונגישות.
hi: डायनामिक टाइप और पहुंच योग्यता का पूर्ण समर्थन।
id: Dukungan penuh untuk Teks Dinamis dan Aksesibilitas.
it: Supporto completo per il testo dinamico e l’accessibilità.
ja: ダイナミックタイプとアクセシビリティ機能に完全対応。
ko: 동적 텍스트 및 손쉬운 사용 기능을 완벽하게 지원합니다.
ms: Sokongan penuh untuk Jenis Dinamik dan kebolehcapaian.
nl: Volledige ondersteuning voor dynamische tekst en toegankelijkheid.
pl: Pełne wsparcie dla dynamicznego skalowania tekstu i ułatwień dostępu.
pt: Suporte completo a texto dinâmico e acessibilidade.
ru: Полная поддержка динамического шрифта и универсального доступа.
sv: Fullt stöd för dynamisk textstorlek och tillgänglighet.
th: รองรับการปรับขนาดข้อความแบบไดนามิกและการช่วยการเข้าถึงอย่างครบถ้วน
tr: Dinamik Metin ve erişilebilirlik için tam destek.
uk: Повна підтримка динамічного тексту та функцій доступності.
vi: Hỗ trợ đầy đủ Văn bản động và Trợ năng.
zh_hans: 完整支持动态类型与辅助功能。
zh_hant: 完整支援動態字體與輔助使用功能。
zh_hk: 全面支援動態字體及輔助使用功能。

# feature.accessibility.title
source: Accessibility First
ar: إمكانية الوصول أولاً
bg: Достъпност на първо място
cs: Přístupnost na prvním místě
da: Tilgængelighed først
de: Barrierefreiheit zuerst
el: Προσβασιμότητα πρώτα
es: Accesibilidad primero
fi: Esteettömyys etusijalla
fr: L’accessibilité avant tout
he: נגישות תחילה
hi: पहुंच योग्यता पहले
id: Aksesibilitas Terutama
it: Accessibilità prima di tutto
ja: アクセシビリティを最優先
ko: 접근성 우선
ms: Kebolehcapaian Utama
nl: Toegankelijkheid eerst
pl: Dostępność na pierwszym miejscu
pt: Acessibilidade em primeiro lugar
ru: Универсальный доступ прежде всего
sv: Tillgänglighet först
th: ความสามารถในการเข้าถึงเป็นอันดับหนึ่ง
tr: Erişilebilirlik Öncelikli
uk: Доступність на першому місці
vi: Ưu tiên Trợ năng
zh_hans: 辅助功能优先
zh_hant: 無障礙優先
zh_hk: 以無障礙為先

# feature.appearance.content
source: Looks beautiful in both light and dark appearances.
ar: مظهر جميل في الوضعين الفاتح والداكن.
bg: Изглежда прекрасно както в светъл, така и в тъмен режим.
cs: Vypadá skvěle ve světlém i tmavém režimu.
da: Ser flot ud i både lys og mørk tilstand.
de: Sieht sowohl im hellen als auch im dunklen Modus großartig aus.
el: Όμορφη εμφάνιση σε φωτεινή και σκοτεινή λειτουργία.
es: Se ve genial tanto en modo claro como oscuro.
fi: Näyttää upealta sekä vaaleassa että tummassa tilassa.
fr: Magnifique en mode clair comme en mode sombre.
he: מראה יפה במצב בהיר וכהה.
hi: हल्के और डार्क मोड में सुंदर दिखता है।
id: Tampak indah di mode terang dan gelap.
it: Bellissimo sia in modalità chiara che scura.
ja: ライトモードでもダークモードでも美しく表示されます。
ko: 라이트 및 다크 모드 모두에서 아름답게 보입니다.
ms: Kelihatan cantik dalam mod terang dan gelap.
nl: Ziet er prachtig uit in zowel lichte als donkere modus.
pl: Wygląda pięknie zarówno w trybie jasnym, jak i ciemnym.
pt: Fica bonito tanto no modo claro quanto no escuro.
ru: Прекрасно выглядит в светлом и тёмном режимах.
sv: Ser vackert ut i både ljust och mörkt läge.
th: ดูสวยงามทั้งในโหมดสว่างและโหมดมืด
tr: Hem açık hem de karanlık modda güzel görünüyor.
uk: Виглядає чудово як у світлому, так і в темному режимі.
vi: Trông đẹp cả ở chế độ sáng và tối.
zh_hans: 在浅色和深色外观下都美观大方。
zh_hant: 在淺色與深色模式下皆美觀。
zh_hk: 於淺色及深色模式下同樣美觀。

# feature.appearance.title
source: Light & Dark Mode
ar: الوضع الفاتح والداكن
bg: Светъл и тъмен режим
cs: Světlý a tmavý režim
da: Lys og mørk tilstand
de: Hell- & Dunkelmodus
el: Φωτεινή και σκοτεινή λειτουργία
es: Modo claro y oscuro
fi: Vaalea ja tumma tila
fr: Mode clair et sombre
he: מצב בהיר וכהה
hi: हल्का और डार्क मोड
id: Mode Terang & Gelap
it: Modalità chiara e scura
ja: ライト＆ダークモード
ko: 라이트 및 다크 모드
ms: Mod Terang & Gelap
nl: Lichte en donkere modus
pl: Tryb jasny i ciemny
pt: Modo claro e escuro
ru: Светлый и тёмный режим
sv: Ljust och mörkt läge
th: โหมดสว่างและมืด
tr: Açık ve Karanlık Mod
uk: Світлий та темний режим
vi: Chế độ sáng và tối
zh_hans: 浅色与深色模式
zh_hant: 淺色與深色模式
zh_hk: 淺色及深色模式

# feature.crossplatform.content
source: Works seamlessly on iOS, iPadOS, & macOS.
ar: يعمل بسلاسة على iOS وiPadOS وmacOS.
bg: Работи безпроблемно на iOS, iPadOS и macOS.
cs: Funguje bez problémů na iOS, iPadOS a macOS.
da: Fungerer problemfrit på iOS, iPadOS og macOS.
de: Funktioniert nahtlos auf iOS, iPadOS und macOS.
el: Λειτουργεί απρόσκοπτα σε iOS, iPadOS και macOS.
es: Funciona perfectamente en iOS, iPadOS y macOS.
fi: Toimii saumattomasti iOS:ssä, iPadOS:ssä ja macOS:ssä.
fr: Fonctionne parfaitement sur iOS, iPadOS et macOS.
he: פועל בצורה חלקה ב-iOS, iPadOS ו-macOS.
hi: iOS, iPadOS और macOS पर निर्बाध रूप से काम करता है।
id: Berfungsi lancar di iOS, iPadOS, dan macOS.
it: Funziona perfettamente su iOS, iPadOS e macOS.
ja: iOS、iPadOS、macOS でシームレスに動作します。
ko: iOS, iPadOS, macOS에서 매끄럽게 작동합니다.
ms: Berfungsi lancar di iOS, iPadOS, dan macOS.
nl: Werkt naadloos op iOS, iPadOS en macOS.
pl: Pracuje bezproblemowo na iOS, iPadOS i macOS.
pt: Funciona perfeitamente no iOS, iPadOS e macOS.
ru: Безупречно работает на iOS, iPadOS и macOS.
sv: Fungerar sömlöst på iOS, iPadOS och macOS.
th: ทำงานได้อย่างราบรื่นบน iOS, iPadOS และ macOS
tr: iOS, iPadOS ve macOS'ta sorunsuz çalışır.
uk: Працює без перебоїв на iOS, iPadOS та macOS.
vi: Hoạt động mượt mà trên iOS, iPadOS và macOS.
zh_hans: 可在 iOS、iPadOS 与 macOS 上无缝运行。
zh_hant: 可在 iOS、iPadOS 與 macOS 上順暢運作。
zh_hk: 可於 iOS、iPadOS 及 macOS 上順暢運作。

# feature.crossplatform.title
source: Cross-platform Support
ar: دعم متعدد المنصات
bg: Поддръжка на множество платформи
cs: Podpora napříč platformami
da: Understøttelse på tværs af platforme
de: Plattformübergreifende Unterstützung
el: Υποστήριξη πολλαπλών πλατφορμών
es: Compatibilidad multiplataforma
fi: Monialustatuki
fr: Prise en charge multiplateforme
he: תמיכה בריבוי פלטפורמות
hi: क्रॉस-प्लेटफॉर्म समर्थन
id: Dukungan lintas platform
it: Supporto multipiattaforma
ja: クロスプラットフォーム対応
ko: 크로스 플랫폼 지원
ms: Sokongan merentasi platform
nl: Ondersteuning voor meerdere platformen
pl: Wsparcie międzyplatformowe
pt: Suporte multiplataforma
ru: Кроссплатформенная поддержка
sv: Plattformsoberoende stöd
th: การสนับสนุนข้ามแพลตฟอร์ม
tr: Platformlar Arası Destek
uk: Підтримка кросплатформ
vi: Hỗ trợ đa nền tảng
zh_hans: 跨平台支持
zh_hant: 跨平台支援
zh_hk: 跨平台支援

# feature.customization.content
source: Flexible options to match your app's design.
ar: خيارات مرنة لتناسب تصميم تطبيقك.
bg: Гъвкави опции, съобразени с дизайна на приложението ви.
cs: Flexibilní možnosti, které odpovídají designu vaší aplikace.
da: Fleksible muligheder, der matcher din apps design.
de: Flexible Optionen zur Anpassung an das Design Ihrer App.
el: Ευέλικτες επιλογές που ταιριάζουν με τον σχεδιασμό της εφαρμογής σας.
es: Opciones flexibles que se adaptan al diseño de tu app.
fi: Joustavat asetukset sovelluksesi ulkoasuun.
fr: Options flexibles pour s’adapter au design de votre app.
he: אפשרויות גמישות להתאמה לעיצוב האפליקציה שלך.
hi: अपने ऐप के डिज़ाइन से मेल खाने के लिए लचीले विकल्प।
id: Opsi fleksibel untuk mencocokkan desain aplikasi Anda.
it: Opzioni flessibili per adattarsi al design della tua app.
ja: アプリのデザインに合わせて柔軟に調整できます。
ko: 앱 디자인에 맞게 유연하게 설정할 수 있습니다.
ms: Pilihan fleksibel untuk sepadan dengan reka bentuk apl anda.
nl: Flexibele opties die passen bij het ontwerp van je app.
pl: Elastyczne opcje do dopasowania do designu Twojej aplikacji.
pt: Opções flexíveis para combinar com o design do seu app.
ru: Гибкие параметры, соответствующие дизайну вашего приложения.
sv: Flexibla alternativ för att anpassa till din apps design.
th: ตัวเลือกที่ยืดหยุ่นเพื่อให้เข้ากับรูปแบบการออกแบบของแอปของคุณ
tr: Uygulamanızın tasarımına uyum sağlamak için esnek seçenekler.
uk: Гнучкі опції для адаптації до дизайну вашого додатку.
vi: Tùy chọn linh hoạt để phù hợp với thiết kế ứng dụng của bạn.
zh_hans: 提供灵活选项以匹配你的应用设计。
zh_hant: 提供彈性選項以符合你的 App 設計。
zh_hk: 提供靈活選項以配合你的 App 設計。

# feature.customization.title
source: Highly Customizable
ar: قابل للتخصيص بدرجة عالية
bg: Силно персонализируем
cs: Vysoce přizpůsobitelné
da: Meget tilpasningsvenlig
de: Hochgradig anpassbar
el: Υψηλή προσαρμοστικότητα
es: Altamente personalizable
fi: Erittäin muokattava
fr: Hautement personnalisable
he: ניתן להתאמה אישית
hi: अत्यधिक अनुकूलन योग्य
id: Sangat Dapat Disesuaikan
it: Altamente personalizzabile
ja: 高度にカスタマイズ可能
ko: 높은 사용자화 가능
ms: Sangat Dapat Disesuaikan
nl: Zeer aanpasbaar
pl: Wysoko dostosowywalny
pt: Altamente personalizável
ru: Широкие возможности настройки
sv: Högt anpassningsbart
th: สามารถปรับแต่งได้สูง
tr: Yüksek Ölçekte Özelleştirilebilir
uk: Високо налаштовуваний
vi: Tùy chỉnh cao
zh_hans: 高度可定制
zh_hant: 高度可自訂
zh_hk: 高度可自訂

# feature.localization.content
source: Built-in localization for 30+ languages.
ar: توطين مدمج لأكثر من 30 لغة.
bg: Вградена локализация за над 30 езика.
cs: Vestavěná lokalizace pro více než 30 jazyků.
da: Indbygget lokalisering til over 30 sprog.
de: Integrierte Lokalisierung für über 30 Sprachen.
el: Ενσωματωμένη τοπικοποίηση για πάνω από 30 γλώσσες.
es: Localización integrada para más de 30 idiomas.
fi: Sisäänrakennettu lokalisointi yli 30 kielelle.
fr: Localisation intégrée pour plus de 30 langues.
he: לוקליזציה מובנית עבור 30+ שפות.
hi: 30+ भाषाओं के लिए अंतर्निहित स्थानीयकरण।
id: Lokalisasi bawaan untuk 30+ bahasa.
it: Localizzazione integrata per oltre 30 lingue.
ja: 30言語以上に対応した内蔵ローカライズ。
ko: 30개 이상의 언어를 기본 지원합니다.
ms: Penyetempatan terbina dalam untuk 30+ bahasa.
nl: Ingebouwde lokalisatie voor meer dan 30 talen.
pl: Wbudowana lokalizacja dla 30+ języków.
pt: Localização integrada para mais de 30 idiomas.
ru: Встроенная локализация для более чем 30 языков.
sv: Inbyggd lokalisering för 30+ språk.
th: การแปลภาษาในตัวสำหรับ 30+ ภาษา
tr: 30+ dil için yerleşik lokalizasyon.
uk: Вбудована локалізація для 30+ мов.
vi: Bản địa hóa tích hợp cho 30+ ngôn ngữ.
zh_hans: 内置支持 30 种以上语言。
zh_hant: 內建支援 30 種以上語言。
zh_hk: 內建支援超過 30 種語言。

# feature.localization.title
source: Multi-language Support
ar: دعم متعدد اللغات
bg: Многоезична поддръжка
cs: Podpora více jazyků
da: Flersproget understøttelse
de: Mehrsprachige Unterstützung
el: Υποστήριξη πολλών γλωσσών
es: Compatibilidad multilenguaje
fi: Monikielinen tuki
fr: Prise en charge multilingue
he: תמיכה במספר שפות
hi: बहु-भाषा समर्थन
id: Dukungan Multi-bahasa
it: Supporto multilingua
ja: 多言語対応
ko: 다국어 지원
ms: Sokongan Multi-bahasa
nl: Ondersteuning voor meerdere talen
pl: Wsparcie wielojęzykowe
pt: Suporte a vários idiomas
ru: Поддержка нескольких языков
sv: Flerspråksstöd
th: การสนับสนุนหลายภาษา
tr: Çok Dilli Destek
uk: Підтримка багатомовності
vi: Hỗ trợ đa ngôn ngữ
zh_hans: 多语言支持
zh_hant: 多語言支援
zh_hk: 多語言支援

# feature.swift.content
source: Built with the latest Swift standards.
ar: مبني وفق أحدث معايير Swift.
bg: Създаден с най-новите стандарти на Swift.
cs: Vytvořeno podle nejnovějších standardů Swift.
da: Bygget efter de nyeste Swift-standarder.
de: Entwickelt nach den neuesten Swift-Standards.
el: Κατασκευασμένο με τα πιο πρόσφατα πρότυπα Swift.
es: Desarrollado con los estándares más recientes de Swift.
fi: Rakennettu uusimpien Swift-standardien mukaisesti.
fr: Construit selon les dernières normes Swift.
he: נבנה בהתאם לתקני Swift העדכניים.
hi: स्विफ्ट के नवीनतम मानकों के साथ निर्मित।
id: Dibangun dengan standar Swift terbaru.
it: Sviluppato secondo gli ultimi standard Swift.
ja: 最新の Swift 標準で構築されています。
ko: 최신 Swift 표준으로 제작되었습니다.
ms: Dibina dengan standard Swift terbaru.
nl: Gebouwd volgens de nieuwste Swift-standaarden.
pl: Zbudowany według najnowszych standardów Swift.
pt: Desenvolvido com os padrões mais recentes do Swift.
ru: Создано с использованием последних стандартов Swift.
sv: Byggd med de senaste Swift-standarderna.
th: สร้างด้วยมาตรฐาน Swift ล่าสุด
tr: En yeni Swift standartları ile oluşturuldu.
uk: Створено згідно з останніми стандартами Swift.
vi: Xây dựng theo các tiêu chuẩn Swift mới nhất.
zh_hans: 采用最新的 Swift 标准构建。
zh_hant: 採用最新 Swift 標準打造。
zh_hk: 採用最新 Swift 標準開發。

# feature.swift.title
source: Swift 6.0 Compatible
ar: متوافق مع Swift 6.0
bg: Съвместим със Swift 6.0
cs: Kompatibilní se Swift 6.0
da: Kompatibel med Swift 6.0
de: Kompatibel mit Swift 6.0
el: Συμβατό με Swift 6.0
es: Compatible con Swift 6.0
fi: Yhteensopiva Swift 6.0:n kanssa
fr: Compatible avec Swift 6.0
he: תואם ל-Swift 6.0
hi: स्विफ्ट 6.0 संगत
id: Kompatibel dengan Swift 6.0
it: Compatibile con Swift 6.0
ja: Swift 6.0 対応
ko: Swift 6.0 호환
ms: Kompatibel dengan Swift 6.0
nl: Compatibel met Swift 6.0
pl: Zgodny z Swift 6.0
pt: Compatível com Swift 6.0
ru: Совместимо с Swift 6.0
sv: Kompatibel med Swift 6.0
th: เข้ากันได้กับ Swift 6.0
tr: Swift 6.0 Uyumlu
uk: Сумісний з Swift 6.0
vi: Tương thích với Swift 6.0
zh_hans: 兼容 Swift 6.0
zh_hant: 相容 Swift 6.0
zh_hk: 相容 Swift 6.0

# modern.disclaimer.and
source: and
ar: و
bg: и
cs: a
da: og
de: und
el: και
es: y
fi: ja
fr: et
he: ול
hi: और
id: dan
it: e
ja: と
ko: 및
ms: dan
nl: en
pl: i
pt: e
ru: и
sv: och
th: และ
tr: ve
uk: і
vi: và
zh_hans: 和
zh_hant: 與
zh_hk: 及

# modern.disclaimer.prefix
source: By continuing you agree to our
ar: بالمتابعة، فإنك توافق على
bg: Продължавайки, вие се съгласявате с нашите
cs: Pokračováním přijímáte naše
da: Ved at fortsætte accepterer du vores
de: Durch Fortfahren akzeptieren Sie unsere
el: Συνεχίζοντας συμφωνείτε με τα
es: Al continuar, aceptas
fi: Jatkamalla hyväksyt meidän
fr: En continuant, vous acceptez
he: בהמשך השימוש, אתה מסכים ל
hi: जारी रखने से आप हमारे साथ सहमत होते हैं
id: Dengan melanjutkan, Anda menyetujui
it: Continuando, accetti
ja: 続行することで、以下に同意したものとみなされます：
ko: 계속하면 다음에 동의하는 것으로 간주됩니다
ms: Dengan melanjutkan, anda setuju dengan
nl: Door te blijven gaan ga je akkoord met onze
pl: Kontynuując wyrażasz zgodę na
pt: Ao continuar, você aceita
ru: Продолжая, вы соглашаетесь с
sv: Genom att fortsätta godkänner du vår
th: ด้วยการดำเนินการต่อ คุณยอมรับ
tr: Devam ederek, bizim
uk: Продовжуючи, ви погоджуєтесь з
vi: Bằng việc tiếp tục, bạn đồng ý với
zh_hans: 继续即表示你同意我们的
zh_hant: 繼續即表示你同意我們的
zh_hk: 繼續即代表你同意我們的

# modern.disclaimer.privacy
source: privacy policy
ar: سياسة الخصوصية
bg: политиката за поверителност
cs: zásady ochrany osobních údajů
da: privatlivspolitik
de: Datenschutzrichtlinie
el: πολιτική απορρήτου
es: la política de privacidad
fi: tietosuojakäytäntö
fr: la politique de confidentialité
he: מדיניות הפרטיות
hi: गोपनीयता नीति
id: kebijakan privasi
it: l’informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ms: dasar privasi
nl: privacybeleid
pl: politykę prywatności
pt: a política de privacidade
ru: политикой конфиденциальности
sv: integritetspolicy
th: นโยบายความเป็นส่วนตัว
tr: gizlilik politikası
uk: політикою конфіденційності
vi: chính sách bảo mật
zh_hans: 隐私政策
zh_hant: 隱私權政策
zh_hk: 私隱政策

# modern.disclaimer.terms
source: terms of service
ar: شروط الخدمة
bg: условията за ползване
cs: podmínky služby
da: betingelser for service
de: Nutzungsbedingungen
el: όροι χρήσης
es: los términos del servicio
fi: palveluehdot
fr: les conditions d’utilisation
he: תנאי השימוש
hi: सेवा नियम
id: syarat layanan
it: i termini di servizio
ja: 利用規約
ko: 서비스 약관
ms: syarat perkhidmatan
nl: servicevoorwaarden
pl: warunki korzystania
pt: os termos de serviço
ru: условиями обслуживания
sv: användarvillkor
th: เงื่อนไขการใช้งาน
tr: kullanım koşulları
uk: умовами використання
vi: điều khoản sử dụng
zh_hans: 服务条款
zh_hant: 服務條款
zh_hk: 服務條款

# notifications.allow.button
source: Enable Notifications
ar: تفعيل الإشعارات
bg: Разрешаване на известия
cs: Povolit oznámení
da: Aktiver notifikationer
de: Mitteilungen erlauben
el: Ενεργοποίηση ειδοποιήσεων
es: Permitir notificaciones
fi: Ota ilmoitukset käyttöön
fr: Autoriser les notifications
he: הפעלת התראות
hi: अधिसूचनाएं सक्षम करें
id: Aktifkan Notifikasi
it: Consenti notifiche
ja: 通知を許可
ko: 알림 허용
ms: Aktifkan Pemberitahuan
nl: Activeer meldingen
pl: Włącz powiadomienia
pt: Permitir Notificações
ru: Разрешить уведомления
sv: Aktivera meddelanden
th: เปิดใช้การแจ้งเตือน
tr: Bildirimleri Etkinleştir
uk: Увімкнути сповіщення
vi: Bật thông báo
zh_hans: 允许通知
zh_hant: 啟用通知
zh_hk: 啟用通知

# notifications.notification.body
source: You'll get timely alerts right on your lock screen.
ar: ستتلقى تنبيهات فورية مباشرة على شاشة القفل.
bg: Ще получавате навременни известия директно на заключения екран.
cs: Dostanete okamžitá upozornění přímo na obrazovce zámku.
da: Du får aktuelle advarsler direkte på din låseskærm.
de: Du erhältst zeitnahe Mitteilungen direkt auf dem Sperrbildschirm.
el: Λαμβάνετε επείγοντες ειδοποιήσεις απευθείας στην οθόνη κλειδώματος.
es: Recibirás avisos oportunos directamente en la pantalla bloqueada.
fi: Saat ajantasaisia ilmoituksia suoraan lukitusnäytöllesi.
fr: Vous recevrez des alertes en temps réel directement sur l’écran verrouillé.
he: אתה תקבל התראות מיידיות ישירות על מסך הנעילה.
hi: आपको तुरंत लॉक स्क्रीन पर सीधे अलर्ट मिलेंगे।
id: Anda akan menerima pemberitahuan langsung di layar kunci.
it: Riceverai avvisi tempestivi direttamente sulla schermata di blocco.
ja: ロック画面でタイムリーな通知を受け取ることができます。
ko: 잠금 화면에서 바로 적시에 알림을 받을 수 있습니다.
ms: Anda akan menerima pemberitahuan segera di skrin kunci.
nl: Je krijgt tijdige meldingen direct op je vergrendelingsscherm.
pl: Otrzymasz natychmiastowe powiadomienia bezpośrednio na ekranie blokady.
pt: Você receberá alertas oportunos diretamente na tela bloqueada.
ru: Вы будете получать своевременные оповещения прямо на экране блокировки.
sv: Du får omedelbara meddelanden direkt på din låsskärm.
th: คุณจะได้รับการแจ้งเตือนทันทีบนหน้าจอล็อกของคุณ
tr: Kilit ekranınızda anında bildirim alacaksınız.
uk: Ви отримаєте миттєвні сповіщення безпосередньо на екрані блокування.
vi: Bạn sẽ nhận được thông báo ngay lập tức trên màn hình khóa.
zh_hans: 你将直接在锁定屏幕上收到即时提醒。
zh_hant: 你將即時在鎖定畫面收到提醒。
zh_hk: 你會即時於鎖定畫面收到提示。

# notifications.notification.timestamp
source: now
ar: الآن
bg: сега
cs: nyní
da: nu
de: jetzt
el: τώρα
es: ahora
fi: nyt
fr: maintenant
he: עכשיו
hi: अभी
id: sekarang
it: adesso
ja: 今
ko: 지금
ms: sekarang
nl: nu
pl: teraz
pt: agora
ru: сейчас
sv: nu
th: ตอนนี้
tr: şimdi
uk: зараз
vi: vừa mới
zh_hans: 现在
zh_hant: 現在
zh_hk: 現在

# notifications.notification.title
source: Example Notification
ar: إشعار نموذجي
bg: Примерно известие
cs: Příklad oznámení
da: Eksempel på notifikation
de: Beispielmitteilung
el: Παράδειγμα ειδοποίησης
es: Notificación de prueba
fi: Esimerkkiilmoitus
fr: Exemple de notification
he: דוגמה להתרעה
hi: उदाहरण अधिसूचना
id: Contoh Notifikasi
it: Notifica di esempio
ja: 通知の例
ko: 알림 예시
ms: Contoh Pemberitahuan
nl: Voorbeeldmelding
pl: Przykład powiadomienia
pt: Exemplo de Notificação
ru: Пример уведомления
sv: Exempel på meddelande
th: ตัวอย่างการแจ้งเตือน
tr: Bildirim Örneği
uk: Приклад сповіщення
vi: Ví dụ thông báo
zh_hans: 通知示例
zh_hant: 範例通知
zh_hk: 範例通知

# notifications.skip.button
source: Maybe Later
ar: ربما لاحقاً
bg: Може би по-късно
cs: Možná později
da: Måske senere
de: Vielleicht später
el: Μάλλον αργότερα
es: Quizás más tarde
fi: Ehkä myöhemmin
fr: Plus tard
he: אולי מאוחר יותר
hi: शायद बाद में
id: Mungkin Nanti
it: Forse più tardi
ja: あとで
ko: 나중에
ms: Mungkin Nanti
nl: Misschien later
pl: Może później
pt: Talvez mais tarde
ru: Позже
sv: Senare
th: ในภายหลัง
tr: Belki Sonra
uk: Можливо пізніше
vi: Có thể sau
zh_hans: 以后
zh_hant: 稍後再說
zh_hk: 稍後再說

# notifications.subtitle.default
source: Enable alerts so we can notify you about important updates.
ar: فعّل التنبيهات لنتمكن من إعلامك بالتحديثات المهمة.
bg: Включете известията, за да ви уведомяваме за важни актуализации.
cs: Povolte upozornění, abychom vás mohli informovat o důležitých aktualizacích.
da: Aktiver advarsler, så vi kan informere dig om vigtige opdateringer.
de: Aktiviere Mitteilungen, damit wir dich über wichtige Updates informieren können.
el: Ενεργοποιήστε τις ειδοποιήσεις για να σας ενημερώσουμε για σημαντικές ενημερώσεις.
es: Activa las alertas para que podamos notificarte sobre actualizaciones importantes.
fi: Ota ilmoitukset käyttöön, jotta voimme informoida sinua tärkeistä päivityksistä.
fr: Activez les alertes pour être informé des mises à jour importantes.
he: הפעל התראות כדי שנוכל להציע לך עדכונים חשובים.
hi: अधिसूचनाएं सक्षम करें ताकि हम आपको महत्वपूर्ण अपडेट्स के बारे में सूचित कर सकें।
id: Aktifkan notifikasi agar kami dapat memberi tahu Anda tentang pembaruan penting.
it: Abilita gli avvisi per ricevere notifiche sugli aggiornamenti importanti.
ja: アラートを有効にすると、重要なアップデートに関する通知を受け取れます。
ko: 중요한 업데이트에 대한 알림을 받을 수 있도록 알림을 켜주세요.
ms: Aktifkan pemberitahuan agar kami boleh memberitahu anda tentang kemas kini penting.
nl: Activeer meldingen zodat we je op de hoogte kunnen houden van belangrijke updates.
pl: Włącz powiadomienia, abyśmy mogli informować Cię o ważnych aktualizacjach.
pt: Ative os alertas para que possamos notificá-lo sobre atualizações importantes.
ru: Включите уведомления, чтобы узнавать о важных обновлениях.
sv: Aktivera meddelanden så vi kan meddela dig om viktiga uppdateringar.
th: เปิดใช้การแจ้งเตือนเพื่อให้เราสามารถแจ้งคุณเกี่ยวกับการอัปเดตที่สำคัญ
tr: Önemli güncellemeler hakkında bilgilendirebilmek için bildirimleri etkinleştirin.
uk: Увімкніть сповіщення, щоб ми могли повідомляти вас про важливі оновлення.
vi: Bật thông báo để chúng tôi có thể thông báo cho bạn về các cập nhật quan trọng.
zh_hans: 启用提醒以让我们通知你重要的更新。
zh_hant: 啟用通知以接收重要更新。
zh_hk: 啟用通知以接收重要更新。

# notifications.title.default
source: Stay in the loop
ar: ابقَ على اطلاع
bg: Бъдете информирани
cs: Buďte v obraze
da: Bliv opdateret
de: Bleib auf dem Laufenden
el: Μείνετε ενημερωμένοι
es: Mantente informado
fi: Pysy tietoisena
fr: Restez informé
he: הישאר מעודכן
hi: लूप में रहें
id: Tetap Terhubung
it: Resta aggiornato
ja: 最新情報をチェック
ko: 최신 소식 놓치지 않기
ms: Tetap Terhubung
nl: Blijf op de hoogte
pl: Bądź na bieżąco
pt: Fique por dentro
ru: Будьте в курсе
sv: Håll dig uppdaterad
th: รักษาตัวเองให้ได้รับการอัปเดต
tr: Güncel Kal
uk: Будьте в курсі
vi: Hãy cập nhật
zh_hans: 保持最新状态
zh_hant: 掌握最新消息
zh_hk: 隨時掌握最新資訊

# onboarding.welcome.to
source: Welcome to
ar: مرحباً بك في
bg: Добре дошли в
cs: Vítejte v
da: Velkommen til
de: Willkommen bei
el: Καλώς ορίσατε στο
es: Bienvenido a
fi: Tervetuloa
fr: Bienvenue dans
he: ברוכים הבאים אל
hi: में आपका स्वागत है
id: Selamat datang di
it: Benvenuto in
ja: ようこそ
ko: 환영합니다
ms: Selamat datang di
nl: Welkom bij
pl: Witaj w
pt: Bem-vindo ao
ru: Добро пожаловать в
sv: Välkommen till
th: ยินดีต้อนรับสู่
tr: Hoş Geldiniz
uk: Ласкаво просимо
vi: Chào mừng đến với
zh_hans: 欢迎使用
zh_hant: 歡迎使用
zh_hk: 歡迎使用
